"""Необходимо написать программу, которая будет считывать со стандартного
ввода название города и время и выводить информацию в формате
“Current location is [Location] and time is [Time]”."""

city = input("city: ")
time = input("time: ")
print("Current location " + city +  " and time is " + time)

city = input( )
time = input( )
print("Current location is " + city +  " and time is " + time)
print(f"Current location is {city} and time is {time}")
