"""Необходимо написать программу, которая будет считывать со стандартного ввода имя пользователя
и выводить приветствие вида “Hello, [Username]”."""

username = input()
print("Hello," + username)

